'use strict';

module.exports = async () => [
    '',
    'Сентябрь 2021',
    'USETEH',
    'Москва, usetech.ru',
    'Специалист технической поддержки',
    '3 линия поддержки, легаси проэкт, поддержка микросервисов, SQL',
    '',
    'Апрель 2021 — июнь 2021',
    '3 месяца',
    'Кубань Кредит, КБ, ООО',
    'Краснодар, kubankredit.ru',
    'Ведущий специалист по тестированию ПО',
    'Контроль качества разрабатываемых программных продуктов, составление документации, методическая и консультационная помощь сотрудникам подразделений.',
    '',
    'Апрель 2021 — апрель 2021',
    '1 месяц',
    'ООО "Лорус Лабс"',
    'Москва, loruslabs.com',
    'Разработчик',
    'Разработка портала ОЦО на базе платформы SimpleOne, тестирование, взаимодействие с вендором, документирование',
    ''
];